[
  {
    "id": 1,
    "text": "For what purpose humanity is there should not even concern us: why you are here, that you should ask yourself: and if you have no ready answer, then set for yourself goals, high and noble goals, and perish in pursuit of them! I know of no better life than to perish in attempting the great and the impossible.",
    "author": "Nietzsche"
  },
  {
    "id": 2,
    "text": "Soren Kierkegaard was a philosopher of the human spirit. To come to understand what he is saying is to be challenged as a persona, the challenge is in the form of an interrogation, the topic of which is very simple: you are an existing person, a human being: do you treat this fact with the seriousness and respect it demands? Or would you rather avoid the question?",
    "author": "John Mullen"
  },
  {
    "id": 3,
    "text": "Nothing is so difficult as not deceiving oneself.",
    "author": "Ludwig Wittengenstein"
  },
  {
    "id": 4,
    "text": "The only way to deal with the future is to be thoroughly alive now.",
    "author": "Alan Watts"
  },
  {
    "id": 5,
    "text": "Don't take life too seriously. Nobody gets out alive anyway.",
    "author": "Elbert Hubbard"
  },
  {
    "id": 6,
    "text": "With rebellion, awareness is born",
    "author": "Albert Camus"
  },
      {
        "id": 7,
        "text": "He who climbs upon the highest mountains laughs at all tragedies, real or imaginary.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 8,
        "text": "What is great in man is that he is a bridge and not a goal.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 9,
        "text": "I tell you: one must have chaos within oneself, to give birth to a dancing star.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 10,
        "text": "The higher we soar, the smaller we appear to those who cannot fly.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 11,
        "text": "And those who were seen dancing were thought to be insane by those who could not hear the music.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 12,
        "text": "You must be ready to burn yourself in your own flame; how could you rise anew if you have not first become ashes?",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 13,
        "text": "Of all that is written, I love only what a person has written with his own blood.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 14,
        "text": "One repays a teacher badly if one always remains nothing but a pupil.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 15,
        "text": "Man is something that shall be overcome. Man is a rope, tied between beast and overman — a rope over an abyss.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 16,
        "text": "The lonely one offers his hand too quickly to whomever he encounters.",
        "author": "Friedrich Nietzsche",
        "reference": "Thus Spoke Zarathustra"
    },
    {
        "id": 17,
        "text": "He who fights with monsters should be careful lest he thereby become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 18,
        "text": "The individual has always had to struggle to keep from being overwhelmed by the tribe.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 19,
        "text": "What is done out of love always takes place beyond good and evil.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 20,
        "text": "The surest way to corrupt a youth is to instruct him to hold in higher esteem those who think alike than those who think differently.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 21,
        "text": "In individuals, insanity is rare; but in groups, parties, nations, and epochs, it is the rule.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 22,
        "text": "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 23,
        "text": "To live is to suffer; to survive is to find some meaning in the suffering.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 24,
        "text": "One must still have chaos in oneself to be able to give birth to a dancing star.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 25,
        "text": "Convictions are more dangerous enemies of truth than lies.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 26,
        "text": "Morality is the herd-instinct in the individual.",
        "author": "Friedrich Nietzsche",
        "reference": "Beyond Good and Evil"
    },
    {
        "id": 27,
        "text": "Pain and suffering are always inevitable for a large intelligence and a deep heart.",
        "author": "Fyodor Dostoevsky",
        "reference": "Crime and Punishment"
    },
    {
        "id": 28,
        "text": "To go wrong in one's own way is better than to go right in someone else's.",
        "author": "Fyodor Dostoevsky",
        "reference": "Crime and Punishment"
    },
    {
        "id": 29,
        "text": "The darker the night, the brighter the stars; the deeper the grief, the closer is God!",
        "author": "Fyodor Dostoevsky",
        "reference": "Crime and Punishment"
    },
    {
        "id": 30,
        "text": "Man only likes to count his troubles; he doesn't calculate his happiness.",
        "author": "Fyodor Dostoevsky",
        "reference": "Crime and Punishment"
    },
    {
        "id": 31,
        "text": "If you want to overcome the whole world, overcome yourself.",
        "author": "Fyodor Dostoevsky",
        "reference": "Crime and Punishment"
    },
    {
        "id": 32,
        "text": "What is hell? I maintain that it is the suffering of being unable to love.",
        "author": "Fyodor Dostoevsky",
        "reference": "The Brothers Karamazov"
    },
    {
        "id": 33,
        "text": "Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others.",
        "author": "Fyodor Dostoevsky",
        "reference": "The Brothers Karamazov"
    },
    {
        "id": 34,
        "text": "The mystery of human existence lies not in just staying alive, but in finding something to live for.",
        "author": "Fyodor Dostoevsky",
        "reference": "The Brothers Karamazov"
    },
    {
        "id": 35,
        "text": "It is not as a child that I believe and confess Jesus Christ. My hosanna is born of a furnace of doubt.",
        "author": "Fyodor Dostoevsky",
        "reference": "The Brothers Karamazov"
    },
    {
        "id": 36,
        "text": "The world says: 'You have needs—satisfy them. You have as much right as the rich and the mighty. Don't hesitate to satisfy your needs; indeed, expand your needs and demand more.' This is the worldly doctrine of today. And they believe that this is freedom. The result for the rich is isolation and suicide, for the poor, envy and murder.",
        "author": "Fyodor Dostoevsky",
        "reference": "The Brothers Karamazov"
    },
    {
        "id": 37,
        "text": "I say let the world go to hell, but I should always have my tea.",
        "author": "Fyodor Dostoevsky",
        "reference": "Notes from Underground"
    },
    {
        "id": 38,
        "text": "Man is sometimes extraordinarily, passionately, in love with suffering.",
        "author": "Fyodor Dostoevsky",
        "reference": "Notes from Underground"
    },
    {
        "id": 39,
        "text": "The best definition of man is: a being that goes on two legs and is ungrateful.",
        "author": "Fyodor Dostoevsky",
        "reference": "Notes from Underground"
    },
    {
        "id": 40,
        "text": "Lying to ourselves is more deeply ingrained than lying to others.",
        "author": "Fyodor Dostoevsky",
        "reference": "Notes from Underground"
    },
    {
        "id": 41,
        "text": "There is something at the bottom of every new human thought, every thought of genius, or even every earnest thought that springs up in any brain, which can never be communicated to others, though he were to write volumes upon volumes and spend his life in explaining his idea.",
        "author": "Fyodor Dostoevsky",
        "reference": "Notes from Underground"
    },
    {
        "id": 42,
        "text": "Beauty will save the world.",
        "author": "Fyodor Dostoevsky",
        "reference": "The Idiot"
    },
    {
        "id": 43,
        "text": "Lamentations spring only from the constant craving of the imagination for novelty.",
        "author": "Fyodor Dostoevsky",
        "reference": "The Idiot"
    },
    {
        "id": 44,
        "text": "A man who lies to himself, and believes his own lies, becomes unable to recognize truth, either in himself or in anyone else, and he ends up losing respect for himself and for others. When he has no respect for anyone, he can no longer love, and, in him, he yields to his impulses, indulges in the lowest forms of pleasure, and behaves in the end like an animal, in satisfying his vices. And it all comes from lying – lying to others and to yourself.",
        "author": "Fyodor Dostoevsky",
        "reference": "The Idiot"
    },
    {
        "id": 45,
        "text": "The man who has a conscience suffers whilst acknowledging his sin. That is his punishment--as well as prison.",
        "author": "Fyodor Dostoevsky",
        "reference": "Demons"
    },
    {
        "id": 46,
        "text": "It is not the brains that matter most, but that which guides them—the character, the heart, generous qualities, progressive ideas.",
        "author": "Fyodor Dostoevsky",
        "reference": "Demons"
    },
    {
        "id": 47,
        "text": "Compare yourself to who you were yesterday, not to who someone else is today.",
        "author": "Jordan Peterson",
        "reference": null
    },
    {
        "id": 48,
        "text": "If you fulfill your obligations every day you don't need to worry about the future.",
        "author": "Jordan Peterson",
        "reference": null
    },
    {
        "id": 49,
        "text": "The purpose of life is finding the largest burden that you can bear and bearing it.",
        "author": "Jordan Peterson",
        "reference": null
    },
    {
        "id": 50,
        "text": "You’re going to pay a price for every bloody thing you do and everything you don’t do.",
        "author": "Jordan Peterson",
        "reference": null
    },
    {
        "id": 51,
        "text": "Strengthen the individual. Start with yourself. Take care of yourself. Define who you are. Refine your personality. Choose your destination and articulate your being.",
        "author": "Jordan Peterson",
        "reference": null
    },
    {
        "id": 52,
        "text": "Words can be like X-rays if you use them properly – they’ll go through anything. You read and you’re pierced.",
        "author": "Aldous Huxley",
        "reference": "Brave New World"
    },
    {
        "id": 53,
        "text": "Actual happiness always looks pretty squalid in comparison with the overcompensations for misery. And, of course, stability isn’t nearly so spectacular as instability.",
        "author": "Aldous Huxley",
        "reference": "Brave New World"
    },
    {
        "id": 54,
        "text": "But I don’t want comfort. I want God, I want poetry, I want real danger, I want freedom, I want goodness. I want sin.",
        "author": "Aldous Huxley",
        "reference": "Brave New World"
    },
    {
        "id": 55,
        "text": "The more stitches, the less riches.",
        "author": "Aldous Huxley",
        "reference": "Brave New World"
    },
    {
        "id": 56,
        "text": "Most human beings have an almost infinite capacity for taking things for granted.",
        "author": "Aldous Huxley",
        "reference": "Brave New World"
    },
    {
        "id": 57,
        "text": "Humans think in stories rather than in facts, numbers, or equations, and the simpler the story, the better.",
        "author": "Yuval Noah Harari"
    },
    {
        "id": 58,
        "text": "In a world deluged by irrelevant information, clarity is power.",
        "author": "Yuval Noah Harari"
    },
    {
        "id": 59,
        "text": "The most important decisions of your life will not be made by you but by algorithms.",
        "author": "Yuval Noah Harari"
    },
    {
        "id": 60,
        "text": "Happiness does not really depend on objective conditions of wealth, health, or even community. Rather, it depends on the correlation between objective conditions and subjective expectations.",
        "author": "Yuval Noah Harari"
    },
    {
        "id": 61,
        "text": "History is something that very few people have been doing while everyone else was plowing fields and carrying water buckets.",
        "author": "Yuval Noah Harari"
    },
    {
        "id": 62,
        "text": "In the twenty-first century, the most important resource will be neither land nor machinery, but data.",
        "author": "Yuval Noah Harari"
    },
    {
        "id": 63,
        "text": "We are more powerful than ever before, but have very little idea what to do with all that power.",
        "author": "Yuval Noah Harari"
    },
    {
        "id": 64,
        "text": "Change is the only constant, and uncertainty is the only certainty.",
        "author": "Yuval Noah Harari"
    }
]
